[{"metadata": {"publishedAt": "2019-12-02T23:18:45+00:00"}, "content": {"title": "Convicted Suriname president says will seek re-election", "fullTextHtml": "<p class=\"\">Suriname President Desi Bouterse said Monday he will seek re-election in the South American country despite being convicted of murder for the execution of political opponents.</p>\n                \n            \n                \n                    <p class=\"\">\"Of course, with big bold letters. You will not be able to miss the name,\" Bouterse told a radio program when asked if he would appear on the list of candidates for the May 2020 elections.</p>\n                \n            \n                \n                    <p class=\"\">Bouterse, 74, returned on Sunday from a state visit to China and will appeal Friday's judgement, according to his lawyer Irvin Kanhai.</p>\n                \n            \n                \n                    <p class=\"\">A three-judge court convicted Bouterse over the executions of 15 regime opponents in December 1982 when he was the country's military ruler.</p>\n                \n            \n                \n                    <p class=\"\">A two-time coup leader, two-term president and convicted drugs-trafficker, Bouterse has dominated Suriname's politics since taking power in a 1980 military coup.</p>\n                \n            \n                \n                    <p class=\"\">The so-called \"December killings,\" in which the regime rounded up and executed 13 civilians and two military officers, have long clouded Bouterse's rule.</p>\n                \n            \n                \n                    <p class=\"\">The president said he would address a meeting of his National Democratic Party (NDP) on Friday where a team of legal experts would explain the verdict to lawmakers.</p>\n                \n            \n                \n                    <p class=\"\">On the radio program -- hosted by the government spokesman -- Bouterse thanked party supporters who turned out at the airport to greet him on his return from China on Sunday.</p>\n                \n            \n                \n                    <p class=\"\">\"People are playing a political game with me and the supporters came to power me, to support me,\" he said.</p>\n                \n            \n                \n                    <p class=\"\">He also snubbed calls from lawmakers for his resignation after being convicted Friday over the executions when he was the country's dictator in the 1980s.</p>\n                \n            \n                \n                    <p class=\"\">Bouterse's five-year term ends August 12. There is no constitutional impediment to an incumbent running for another term.</p>\n                \n            \n                \n                    <p class=\"\">At a press conference Sunday, Bouterse dismissed the conviction as a \"flip flop political game\".</p>\n                \n            \n                \n                    <p class=\"\">\"It's a political process. They are trying to prove that I am guilty. When you have done it, I can imagine that it will affect you. I have other things on my mind.\"</p>\n                \n            \n                \n                    <p class=\"\">Vice President Ashwin Adhin told a ruling party meeting on Friday that the president's murder conviction will never have legal force. \"We have enough resources to act within the rule of law\" to challenge it, he said.</p>\n                \n            \n                \n                    <p class=\"\">He did not rule out seeking a pardon for the president once all legal appeals had been exhausted.</p>\n                \n            \n                \n                    <p class=\"\">Bouterse has always denied involvement, saying the victims had been held for plotting a counter-coup with the help of the CIA, and had been shot while trying to escape.</p>\n                \n            \n                \n                    <p class=\"\">ra/db/ec</p>"}}, {"metadata": {"publishedAt": "2019-12-02T22:07:25+00:00"}, "content": {"title": "7 wars that defined the decade and changed how we fight around the world", "fullTextHtml": "<p class=\"\">The past decade has tested military alliances and brought on threats few could have imagined.</p>\n                \n            \n                \n                    <ul><li> ISIS's use of social media to recruit fighters and disseminate propaganda was unprecedented, Philippines President Rodrigo Duterte's government has relied on Facebook disinformation to bolster support for his drug war and disparage his enemies. </li><li> Russia has used both Syria and Ukraine as testing fields for hardware and propaganda campaigns. </li><li> <a href=\"https://www.businessinsider.com/?utm_source=intl&utm_medium=ingest\">Visit Business Insider's home page for more stories.</a> </li></ul>\n                \n            \n                \n                    <p class=\"\">The past decade has tested military alliances and brought 0n threats few could have imagined.</p>\n                \n            \n                \n                    <p class=\"\">In many ways, the principles of conflict never change there is always an enemy to be vanquished, and the consequences are always tragic. But in the past decade, technology re-defined how we fight most of our conflicts.</p>\n                \n            \n                \n                    <p class=\"\">Whether it's artificial intelligence, disinformation, or hypersonic missiles, this decade's conflicts have been defined by rapid technological advances and the manipulation of technologies built for civilian use.</p>\n                \n            \n                \n                    <p class=\"\">From North Korea's nuclear threats to Syria's chaotic battlefield, here are the conflicts that have defined our decade.</p>\n                \n            \n                \n                    <h> Ukraine has become a laboratory for Russia's advanced warfare. </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/ZjA7MDA_/1c87b303-256b-4945-a385-616c167120e1.png\" alt=\" \">                  <figcaption> </figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">AP</p>\n                \n            \n                \n                    <p class=\"\">George Kent, the State Department official who testified during an impeachment inquiry into President Donald Trump's allegedly pressuring Ukraine for political dirt, told <a href=\"https://www.militarytimes.com/news/your-military/2019/07/17/us-forces-have-much-to-learn-from-ukraines-fight-with-russia-says-state-department-official/\" id=\"1b99fe51-f0a3-3fc5-a0ce-d89ef7a04140\">  Military Times </a> in July that Russia tests much of its battlefield equipment and tactics right next door in Ukraine.</p>\n                \n            \n                \n                    <p class=\"\">\"Ukraine is a laboratory of techniques and procedures,\" Kent said.</p>\n                \n            \n                \n                    <p class=\"\">Kent, the deputy assistant secretary of state for European and Eurasian affairs, described a sniper \"school\" on the frontlines of the Ukraine-Russia conflict.</p>\n                \n            \n                \n                    <p class=\"\">\"They just do on the front lines with Ukraine. Much of the equipment that they are developing that shows up elsewhere, including in Syria, they try out first in Ukraine.\"</p>\n                \n            \n                \n                    <p class=\"\">Dispatches from Vice chronicled Russia's incursion into Ukraine starting in 2014. At the time, a popular revolution had toppled the pro-Russia leadership in Kyiv, which alarmed Russian President Vladimir Putin.</p>\n                \n            \n                \n                    <p class=\"\">Russia annexed Crimea in 2014, and supports separatist militias in the Donbass region, on the border between Ukraine and Russia. It even has some of its own fighters mixed in with the troops, The Washington Post reports.</p>\n                \n            \n                \n                    <p class=\"\">Russia has deployed <a href=\"https://www.businessinsider.com/russia-wagner-group-mercenaries-where-operate-2018-4?utm_source=intl&utm_medium=ingest\" id=\"71ba6acc-943e-3aec-aca5-a6ae795f8a05\">  Wagner Group </a> mercenaries to fight in Ukraine, a tactic that it's strategically utilizing and spreading to enhance its influence in Africa and the Middle East. The Wagner Group is now reportedly operating in Syria, Libya, Sudan, and the Central African Republic.</p>\n                \n            \n                \n                    <p class=\"\">Russia also used hybrid warfare tactics like social media disinformation to foment distrust in the government and to generate support for Russian control of contested areas, which foretold the interference campaign Russia would run in the 2016 US presidential elecion, <a href=\"https://www.washingtonpost.com/business/economy/russian-disinformation-on-facebook-targeted-ukraine-well-before-the-2016-us-election/2018/10/28/cc38079a-d8aa-11e8-a10f-b51546b10756_story.html\" id=\"6f5bdec0-c482-38cb-aa49-29bc3cd8acda\">  The Washington Post </a> reported last year.</p>\n                \n            \n                \n                    <h> Syria's longstanding quagmire of a civil war has gone through several battlefield iterations. </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/ZTA7MDA_/76a86141-fb75-49ae-b82c-c4428686005f.png\" alt=\" \">                  <figcaption> </figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">Associated Press</p>\n                \n            \n                \n                    <p class=\"\">The Syrian conflict has stretched on for eight years, pulling in players as disparate as Russia, Iran, Turkey, Israel, and the US, as well as creating the ideal conditions for the rise of ISIS.</p>\n                \n            \n                \n                    <p class=\"\">It's also become another testing ground for tactics and technology.</p>\n                \n            \n                \n                    <p class=\"\">As Russia, backing the Assad regime, asserts more power in Syria, it's also become a proving ground for new Russian technologies.</p>\n                \n            \n                \n                    <p class=\"\">\"Syria is not a shooting range for Russian weapons, but we are still using them there, our new weapons,\" Russian President Vladimir Putin <a href=\"https://taskandpurpose.com/russian-military-syria-weapons-testing\" id=\"93e13b48-3d2a-300b-a130-71d77dc642cb\">  said in a public address last year </a> .</p>\n                \n            \n                \n                    <p class=\"\">\"When we started to use these modern weapons, including missiles, whole teams from our defense industry companies went to Syria, and worked there on-site it is extremely important for us to finalize them and figure out what we can count on when using them in combat conditions.\"</p>\n                \n            \n                \n                    <p class=\"\">Russian state media outlet <a href=\"https://tass.com/politics/993464\" id=\"e7c7282a-a76a-3c40-a33d-0a4de8ca34e7\">  TASS </a> reported in 2018 that Russia had tested 210 weapons in Syria. In December of that year. Russian Deputy Prime Minister Yury Borisov told Russian media that the Russian military had begun using the Tupolev Tu-160 supersonic stretegic bombers, the Iskander-M ballistic missile system, and the Pantsir S1 anti-aircraft missile in Syria.</p>\n                \n            \n                \n                    <p class=\"\">But innovation has gone the other way, too the Russian military has started <a href=\"https://www.businessinsider.com/russia-announced-it-would-give-military-small-drones-with-bombs-2019-7?utm_source=intl&utm_medium=ingest\" id=\"787b9e0f-922f-3b1f-ac02-a05b74b9b3a7\">  developing small drones equipped with ordnance </a> after seeing ISIS deploy them in Syria.</p>\n                \n            \n                \n                    <p class=\"\">And in the conflict that's morphed from a popular uprising against a dictatorial dynasty, swelling in the intoxicating first flush of the Arab Spring, to become synonymous with desperation, despair, displacement, and brutality. Bashar al-Assad, whose regime is consistently plumbing the depths of inhumanity, is still in power; and astoundingly, due to the latest failure in American policy, stands to regain control of much of what his regime lost, first to rebels, then to ISIS, then to Kurdish-led forces backed by US troops.</p>\n                \n            \n                \n                    <h> ISIS changed the game with its social media recruiting strategy. </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/M2E7MDA_/9fed4c06-1492-4d1c-b0fc-81961b4dcec6.png\" alt=\" \">                  <figcaption> </figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">Associated Press</p>\n                \n            \n                \n                    <p class=\"\">Although ISIS is determined to force its followers back into the Middle Ages, it has employed a strikingly 21st-century approach to recruitment, <a href=\"https://www.businessinsider.com/isis-is-revolutionizing-international-terrorism-2015-5?utm_source=intl&utm_medium=ingest\" id=\"60e1dee4-e4ab-3263-a0fd-39c83fd1bf07\">  depending heavily on social media to reach followers </a> , especially those from the west.</p>\n                \n            \n                \n                    <p class=\"\">Larger social media companies like Twitter have cracked down on the group's accounts since it first rose to prominence in 2014. But the group moved on to encrypted social networks like Telegram, the encrypted chat platform. <a href=\"https://www.cbsnews.com/news/english-speaking-isis-supporters-exploit-messaging-app/\" id=\"7a2b865c-c441-3392-a227-a61a426a28b7\">  CBS reported in 2019 </a> that the 2015 Paris terror attacks were planned using the messaging app.</p>\n                \n            \n                \n                    <p class=\"\">It's popular because it claims to be secure, and \"Telegram is less likely to crack down\" on ISIS groups or members than other social companies, according to Daniel Byman, a senior fellow at the Brookings Institution's Center for Middle East Policy and the author of \"Road Warriors: Foreign Fighters in the Armies of Jihad.\"</p>\n                \n            \n                \n                    <p class=\"\">There has been a coordinated effort to remove ISIS channels from Telegram, which has had limited success, according to a new piece in <a href=\"https://www.wired.co.uk/article/isis-telegram-security\" id=\"25bbdf5c-5a88-3638-a96f-6983e20ddf11\">  Wired. </a> Researchers Charlie Winter and Amarnath Amarsingham describe the shell ISIS networks that have popped up after the European Union's Internet Referral Unit (IRU) blitzed the main ISIS propaganda and foll0wer accounts over the weekend, and at least some ISIS accounts have shown up on the network TamTam.</p>\n                \n            \n                \n                    <p class=\"\">Speaking to <a href=\"https://www.wired.com/2016/08/rukmini-callimachi-new-york-times-isis/\" id=\"d0cc980b-257e-3582-a959-a59a2ef6ec82\">  Wired in 2016 </a> , New York Times reporter Rukmini Callimachi described how she tracks stories about ISIS and its members online, saying that the group pushed out information on multiple channels simultaneously to reach potential jihadis, or to push out their gruesome propaganda videos. \"They've become so good at it, it's unbelievable.\"</p>\n                \n            \n                \n                    <h> President Rodrigo Duterte's drug war in the Philippines has killed thousands and shocked human rights advocates. </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/M2Q7MDA_/eb82ab73-ead7-414e-9f82-8b63c7c503c9.png\" alt=\" \">                  <figcaption> </figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">Erik De Castro/Reuters</p>\n                \n            \n                \n                    <p class=\"\">Duterte propelled himself to the presidency in 2016 by promising an end to the drug problem in the Philippines. But his method <a href=\"https://www.washingtonpost.com/graphics/2019/world/philippines-manila-body/\" id=\"e8a4fac1-12c8-3d24-a384-d9e2dd356a19\">  thousands of extrajudicial killings </a> elicited a response from the UN, calling for an investigation into his government's brutal methods.</p>\n                \n            \n                \n                    <p class=\"\">The Philippines, a US ally in the South China Sea, is killing its civilians without a fair trial. The government acknowledges killing roughly 5,000 people in this effort, but human rights groups say the real number is many times that.</p>\n                \n            \n                \n                    <p class=\"\">Authorities also arrest those who are critical. Maria Ressa, of the news organization Rappler, has been arrested multiple times coming to and from the Philippines after critical reporting on the Duterte government and its drug war.</p>\n                \n            \n                \n                    <p class=\"\">Ressa herself uncovered Facebook disinformation campaigns against her, which were tied to Duterte's government, <a href=\"https://www.washingtonpost.com/technology/2019/02/25/seeded-social-media-jailed-philippine-journalist-says-facebook-is-partly-responsible-her-predicament/\" id=\"85454c53-fef4-3a43-a718-8d7b973a896d\">  The Washington Post </a> reported earlier this year.</p>\n                \n            \n                \n                    <p class=\"\">In the Philippines, where about 95% of citizens who are online use Facebook, the ability to spread misinformation and target specific individuals like Ressa and other journalists is heightened.</p>\n                \n            \n                \n                    <p class=\"\">Facebook has become an increasingly powerful weapon in Duterte's war on drugs, and his war against the truth. As <a href=\"https://www.buzzfeednews.com/article/daveyalba/facebook-philippines-dutertes-drug-war\" id=\"a137a8ca-4c73-3836-ad82-ed01d3c23426\">  BuzzFeed </a> reported last year, many Filipinos use Facebook for news because it's free; Duterte and his government have used that to their advantage to drum up spport for his brutal policies and ruin his opponents.</p>\n                \n            \n                \n                    <h> China's well on its way to surpassing the US military, thanks to technological investment and good, old-fashioned intellectual property theft. </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/YWE7MDA_/8336037a-2476-4844-bc3d-ad30ae03929c.png\" alt=\" \">                  <figcaption> </figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">Jon Woo/Reuters</p>\n                \n            \n                \n                    <p class=\"\">China has emerged as a significant rival to the US on the battlefield. While the People's Liberation Army (PLA) doesn't have <a href=\"https://www.businessinsider.com/most-powerful-militaries-in-the-world-ranked-2019-9?utm_source=intl&utm_medium=ingest\" id=\"fd6ea1f0-2bbc-37aa-a572-d2b73dd5f639\">  quite as much firepower </a> as the US military it's ranked third on Global Firepower's list of the most powerful militaries, while the US is first experts are warning that China is quickly catching up to the US, and set to overtake the military technologically.</p>\n                \n            \n                \n                    <p class=\"\">Speaking at an event at the Council on Foreign Relations in September, retired <a href=\"https://www.businessinsider.com/seal-mcraven-chinas-military-buildup-moment-for-us-2019-9?utm_source=intl&utm_medium=ingest\" id=\"0f2e01cd-d722-3138-aaa4-52c6dd14ff08\">  Adm. William McRaven </a> , who oversaw the SEAL raid on Osama bin Laden's Abbottabad, Pakistan compound, said that the US is facing a \"holy s--- moment\" because of China's rapid and expansive technological buildup. It's dominating in the fields of 5G and artificial intelligence (AI), and advancing in the development of hypersonic weapons.</p>\n                \n            \n                \n                    <p class=\"\">China's rise on the battlefield coincides with its economic dominance and an aggressive strategy that incorporates significant state funding into research and development. But China has also been accused of stealing classified national security informaiton from the US.</p>\n                \n            \n                \n                    <p class=\"\">\" <a href=\"https://www.businessinsider.com/esper-warning-china-intellectual-property-theft-greatest-in-history-2019-9?utm_source=intl&utm_medium=ingest\" id=\"205ae077-4584-3c3d-a1dc-002124b2f0b4\">  The biggest intellectual property theft in human history </a> \" is how Defense Secretary Mark Esper put China's strategy of allegedly stealing or copying the plans for weapons like the F-35 stealth fighter.</p>\n                \n            \n                \n                    <h> North Korea has amped up its weapons testing under Kim Jong Un, pushing it closer to the brink of war with the US. </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/MzY7MDA_/04b86332-04fd-48bd-8496-9b62b4a1f069.png\" alt=\" \">                  <figcaption> </figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">BRENDAN SMIALOWSKI/AFP/Getty Images</p>\n                \n            \n                \n                    <p class=\"\">Since Kim Jong Un came to power in 2011, succeeding his father Kim Jong Il, the North Korean leader has sent increasingly threatening signals to the US by developing and testing nuclear weapons.</p>\n                \n            \n                \n                    <p class=\"\"><a href=\"https://www.cnn.com/2013/10/29/world/asia/north-korea-nuclear-timeline---fast-facts/index.html\" id=\"914458ab-ea19-3812-a4c4-7f123e242f42\">  Kim </a> has overseen four nuclear weapons tests during his tenure, as well as significant and rapid reported developments in its nuclear programs, includng the reported ability to miniaturize warheads and the development of intercontinental ballistic missiles (IBCMs) that could, the country claims, strike the continental United States.</p>\n                \n            \n                \n                    <p class=\"\">As talks between the US and North Korea have broken down under Trump, North Korea has sent threatening messages to the US, indicating that time is running out for the US to offer North Korea something it wants like the easing of sanctions, or a promise to decrease its military presence on the Korean peninsula before the hermit kingdom resumes <a href=\"https://www.businessinsider.com/north-korea-us-running-out-of-time-to-restart-talks-2019-11?utm_source=intl&utm_medium=ingest\" id=\"4bf7c781-ee59-313a-a1e0-605dd156e603\">  ever more threatening weapons testing. </a></p>\n                \n            \n                \n                    <h> Iran's strategy of employing proxy militias in wars throughout the Middle East has helped destabilize the region and fueled some of the worst conflicts there. </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/NTE7MDA_/0b3d78c9-3521-4914-8eb3-854a261ca80e.png\" alt=\" \">                  <figcaption> </figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">REUTERS/Stringer/File Photo</p>\n                \n            \n                \n                    <p class=\"\">Hezbollah, the most well-known Iranian proxy militia, has been operating in Lebanon since the 1980s, where they wield undeniable influence in the government and in conflict with neighboring Israel.</p>\n                \n            \n                \n                    <p class=\"\">But in the past decade, Iran has been inserting itself into devastating regional conflicts to cement its influence and engage in proxy conflicts with its regional foes, Israel and Saudi Arabia.</p>\n                \n            \n                \n                    <p class=\"\">Hezbollah militants begam streaming into Syria mostly in 2013 and 2014 in support of the Assad regime, which serves as a \"vital conduit between Iran and Hezbollah,\" allowing for Iranian cash and materiel to get to Hezbollah, but also providing a safe location for training and weapons storage, according to a 2014 report from the <a href=\"http://www.understandingwar.org/sites/default/files/Hezbollah_Sullivan_FINAL.pdf\" id=\"35d3d284-b3e6-3b62-a311-4ea695a22f5d\">  Institute for the Study of War. </a></p>\n                \n            \n                \n                    <p class=\"\">In Yemen, Iran supports the Houthi rebels against the Saudi-backed, internationally-recognized government, in a five-year civil war that has become a <a href=\"https://www.theguardian.com/global-development/2019/jun/20/human-cost-of-yemen-war-laid-bare-as-civilian-death-toll-put-at-100000\" id=\"e3d7b40b-34ea-3557-a19f-cc62f3a4b023\">  humanitarian catastrophe, </a> with the death toll around 100,000 and disease, starvation, and poverty racking the population.</p>\n                \n            \n                \n                    <p class=\"\">And in Iraq, Shia militias with ties to Iran fight under the banner of the Popular Mobilization Forces, or PMF. There have been some attempts to integrate the PMF into the regular Iraqi forces, but they are as yet unsuccessful, or only marginally so.</p>\n                \n            \n                \n                    <p class=\"\">The PMF and therefore Iran also has outsize influence in Iraqi politics, which is troubling to many Iraqi citizens and has inflamed <a href=\"https://www.reuters.com/article/us-iraq-protests/iraqi-forces-kill-45-protesters-after-iranian-consulate-torched-idUSKBN1Y20WX\" id=\"5d8d6e54-1027-3d4f-a42e-40cc342c21ee\">  protests </a> all over the country since October.</p>\n                \n            \n                \n                    <p class=\"\">See Also:</p>\n                \n            \n                \n                    <ul><li> <a href=\"https://www.businessinsider.com/trump-lifts-mysterious-hold-on-military-aid-lebanon-amid-criticism-2019-12?utm_source=intl&utm_medium=ingest\">Trump lifted a mysterious hold on military aid to Lebanon amid mounting criticism and comparisons to Ukraine</a> </li><li> <a href=\"https://www.businessinsider.com/most-powerful-militaries-in-the-world-ranked-2019-9?utm_source=intl&utm_medium=ingest\">These are the 25 most powerful militaries in the world in 2019 and there's a clear winner for now</a> </li><li> <a href=\"https://www.businessinsider.com/nato-summit-awkward-tensions-boris-johnson-trump-macron-russia-2019-12?utm_source=intl&utm_medium=ingest\">NATO braces for an awkward summit as Boris Johnson tells Trump to butt out of UK politics, Russia edges closer to Europe, and Macron calls the group brain-dead</a> </li></ul>\n                \n            \n                \n                    <p class=\"\"><strong> SEE ALSO: <a href=\"https://www.businessinsider.com/acting-navy-secretary-throws-out-more-seal-reviews-2019-11?utm_source=intl&utm_medium=ingest\" id=\"05ee62b5-f61f-3fdb-adcb-b248e293b47b\">  Trump's acting Navy secretary threw out 3 Navy SEAL disciplinary reviews, saying they were a 'distraction' </a> </strong></p>\n                \n            \n                \n                    <p class=\"\"><strong> SEE ALSO: <a href=\"https://www.businessinsider.com/china-uighur-india-kashmir-assam-oppression-parallels-2019-11?utm_source=intl&utm_medium=ingest\" id=\"d0578666-0890-347c-a0ae-bed0b6461cc6\">  China and India are using the same playbook to trample on their minorities, and the rest of the world is too powerless to stop them </a> </strong></p>"}}, {"metadata": {"publishedAt": "2019-12-02T22:38:46+00:00"}, "content": {"title": "Mexico hunts cartel gunmen after deadly firefight kills 22", "fullTextHtml": "<p class=\"\">Mexican forces hunted Monday for a drug cartel commando behind a bloody firefight in a town near the US border that left six locals and 16 gunmen dead -- the latest security embarrassment for President Andres Manuel Lopez Obrador.</p>\n                \n            \n                \n                    <p class=\"\">At least 60 gunmen terrorized the small northern city of Villa Union over the weekend, riding into town in heavily armed four-by-fours and spraying dozens of houses with bullets before attacking city hall, taking seven hostages along the way, including five minors.</p>\n                \n            \n                \n                    <p class=\"\">Officials responded by deploying the army, National Guard and state and local police, triggering a series of firefights Saturday and Sunday that left 22 people dead: two kidnapped city employees, four state police and 16 gunmen, according to authorities in Coahuila state, where Villa Union is located.</p>\n                \n            \n                \n                    <p class=\"\">Witnesses said the gunmen wore the insignia of the Northeast Cartel, a breakaway from the ultra-violent Zetas, a drug cartel founded by corrupt army commandos in the northern state of Tamaulipas in 2010.</p>\n                \n            \n                \n                    <p class=\"\">Authorities arrested two of the gunmen, who told investigators the cartel's objective was to \"come in and hit Villa Union hard\" in order to \"intimidate\" the state government, according to Governor Miguel Angel Riquelme.</p>\n                \n            \n                \n                    <p class=\"\">Riquelme praised the \"bravery\" of the group of 15 police who responded to the initial attack, whom he said managed to contain the gunmen even though they were badly outnumbered.</p>\n                \n            \n                \n                    <p class=\"\">\"Within an hour and a half, we had the criminals surrounded,\" he told radio network Formula.</p>\n                \n            \n                \n                    <p class=\"\">\"Security forces are deployed on the ground and in the air across the region, to ensure this cowardly attack does not go unpunished,\" the state's emergency response agency said in a statement.</p>\n                \n            \n                \n                    <h>Cartels winning?</h>\n                \n            \n                \n                    <p class=\"\">The attack was the latest in a string of security disasters for Lopez Obrador's government since the leftist leader took office a year ago promising a change in strategy against Mexico's powerful drug cartels.</p>\n                \n            \n                \n                    <p class=\"\">His plan -- summed up in his mantra \"hugs not bullets\" -- is to attack violent crime at its roots by fighting poverty and inequality with social programs, rather than with the army.</p>\n                \n            \n                \n                    <p class=\"\">But there are few signs that is working. Mexico appears on track to set a new murder record this year, with 28,741 so far.</p>\n                \n            \n                \n                    <p class=\"\">Recent high-profile episodes have heightened the pressure on the government.</p>\n                \n            \n                \n                    <p class=\"\">Last month, gunmen believed to be from the La Linea drug cartel massacred nine Mormon women and children with dual US-Mexican nationality in a remote area between the northern states of Sonora and Chihuahua.</p>\n                \n            \n                \n                    <p class=\"\">And in October, authorities briefly arrested Ovidio Guzman, son of jailed kingpin Joaquin \"El Chapo\" Guzman, then were forced to release him when gunmen from their Sinaloa cartel laid siege to the western city of Culiacan.</p>\n                \n            \n                \n                    <p class=\"\">That incident, in particular, appears to have \"radiated\" to other cartels, convincing them they can gain the upper hand with violent attacks, said security expert Raul Benitez of Mexico's largest university, UNAM.</p>\n                \n            \n                \n                    <p class=\"\">\"What happened in Villa Union is a reflection of what happened in Sinaloa,\" he told AFP.</p>\n                \n            \n                \n                    <p class=\"\">\"The cartels are getting the idea they can act with impunity and that they are winning the war against the government.\"</p>\n                \n            \n                \n                    <p class=\"\">Lopez Obrador, who marked one year in office Sunday -- just as the attacks took place -- called the latest incident an \"exception.\"</p>\n                \n            \n                \n                    <p class=\"\">\"This isn't something that happens every day in Coahuila. The government has been taking great care on the security issue,\" he told his daily news conference.</p>\n                \n            \n                \n                    <h>Riddled with bullets</h>\n                \n            \n                \n                    <p class=\"\">The attack left Villa Union, a city of about 5,000 people, looking like a war zone.</p>\n                \n            \n                \n                    <p class=\"\">Bullet holes were sprayed across the walls of dozens of houses and buildings, including city hall, as well as a yellow school bus and an ambulance, AFP correspondents said.</p>\n                \n            \n                \n                    <p class=\"\">\"We'd never seen anything like this here, even at the height of the drug war violence,\" said a woman who asked not to be named.</p>\n                \n            \n                \n                    <p class=\"\">The attack also left six members of the security forces wounded, authorities said. The five minors kidnapped by the gunmen were rescued safely.</p>\n                \n            \n                \n                    <p class=\"\">Officials seized 25 vehicles from the fleeing gunmen, four of them mounted with .50-caliber rifles.</p>\n                \n            \n                \n                    <p class=\"\">Security expert Sergio Aguayo said the Northeast Cartel, based in nearby Tamaulipas state, is one of eight groups formed from the remnants of the fragmented Zetas.</p>\n                \n            \n                \n                    <p class=\"\">str-jg/jhb/ec</p>"}}, {"metadata": {"publishedAt": "2019-12-02T22:34:19+00:00"}, "content": {"title": "Pompeo falsely claimed Obama made Iran his 'primary security partner in the Middle East'", "fullTextHtml": "<p class=\"\">Secretary of State Mike Pompeo on Monday falsely claimed the Obama administration made Iran its \"primary security partner in the Middle East.\"</p>\n                \n            \n                \n                    <ul><li> Iran has been an adversary of the US for decades, including under former President Barack Obama. </li><li> Pompeo made these remarks after <a href=\"https://www.state.gov/diplomatic-realism-restraint-and-respect-in-latin-america/\">a speech at the University of Louisville</a> as he sought to defend President Donald Trump's controversial decision to withdraw from the 2015 nuclear deal with Iran. </li><li> <strong> <a href=\"https://www.businessinsider.com/?hprecirc-bullet?utm_source=intl&utm_medium=ingest\">Visit Business Insider's homepage for more stories</a> . </strong> </li></ul>\n                \n            \n                \n                    <p class=\"\">Secretary of State Mike Pompeo on Monday falsely claimed the Obama administration \"chose Iran to be its primary security partner in the Middle East.\"</p>\n                \n            \n                \n                    <p class=\"\">After delivering <a href=\"https://www.state.gov/diplomatic-realism-restraint-and-respect-in-latin-america/\" id=\"579b005f-5dbd-3dfd-a8a2-d7f008650ce2\">  a speech at the University of Louisville </a> , which was attended by Senate Majority Leader Mitch McConnell, the secretary of state and Republican leader held a discussion on various foreign policy issues.</p>\n                \n            \n                \n                    <p class=\"\">At one point, McConnell touted the Trump administration's decision to withdraw the US from <a href=\"https://www.businessinsider.com/iran-nuclear-deal-explained?utm_source=intl&utm_medium=ingest\" id=\"0be11689-2031-3537-a622-953a9779dd32\">  the 2015 nuclear deal with Iran </a> , formally known as the Joint Comprehensive Plan of Action (JCPOA), which was orchestrated by the Obama administration.</p>\n                \n            \n                \n                    <p class=\"\">\"The administration made an important decision, in my view that I supported, to withdraw from the previous administration's Iran nuclear deal,\" McConnell said. He went on to ask Pompeo: \"To what extent are the Europeans resisting following our lead on that in that decision? And the sanctions that the administration has levied against Iran, how effective have they been so far?\"</p>\n                \n            \n                \n                    <p class=\"\">Pompeo essentially rewrote history in his response.</p>\n                \n            \n                \n                    <p class=\"\">\"So the previous administration chose Iran to be its primary security partner in the Middle East,\" Pompeo stated. \"We thought that was a fundamentally flawed proposition.\"</p>\n                \n            \n                \n                    <p class=\"\">The secretary of state added: \"The Iran nuclear deal, the JCPOA, was a central part of that. Its stated goal was to deter Iran from being able to have a nuclear weapon system, when, in fact, it was a guarantee that there was a glide path for Iran to have a nuclear weapon.\"</p>\n                \n            \n                \n                    <p class=\"\">President Barack Obama did not at any point in his tenure view Iran as a \"security partner\" and even after the landmark nuclear pact was finalized continued to treat Tehran as an adversary.</p>\n                \n            \n                \n                    <p class=\"\">As it was with most of his recent predecessors and his successor, Obama's primary security partners in the Middle East were Israel and Saudi Arabia. Emblematic of this is the fact the Obama administration provided arms and other assistance to the Saudi-led coalition as it launched a war against Iran-backed Houthi rebels in Yemen back in 2015.</p>\n                \n            \n                \n                    <p class=\"\">The US government's support for Saudi Arabia in the Yemen war has frequently faced criticism from lawmakers and groups concerned over human rights. According to a recent estimate from the <a href=\"https://www.acleddata.com/tag/yemen/\" id=\"5d920055-b19a-3e70-a560-40cd60c3b743\">  Armed Conflict Location and Event Data, </a> the conflict in Yemen has led to over 100,000 deaths (including 12,000 civilians).</p>\n                \n            \n                \n                    <h> Trump's decision to withdraw from the JCPOA is why it's failing, by Pompeo suggested otherwise </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/ZWY7MDA_/9dd645ea-a9b7-4f21-9260-8a5f16ec46a7.jpeg\" alt=\"Trump Iran\">                  <figcaption>Trump Iran</figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">Pompeo's assertion that the JCPOA guaranteed there was a \"glide path for Iran to have a nuclear weapon\" was also misleading. Trump withdrew from the deal in May 2018 and for roughly a year after that Iran remained in compliance with the JCPOA, based on assessments from the UN's nuclear watchdog.</p>\n                \n            \n                \n                    <p class=\"\">Trump's decision to unilaterally withdraw the US from the JCPOA was rebuked by key US allies who were signatories to the deal, including the UK, France, and Germany. As the deal has crumbled following Trump's pullout, tensions between the US and Iran have steadily increased and raised concerns of a potential war at many points particularly this past summer amid a series of incidents involving oil tankers in the Persian Gulf region.</p>\n                \n            \n                \n                    <p class=\"\">European signatories to the deal have scrambled to save it in the wake of Trump's decision to withdraw.</p>\n                \n            \n                \n                    <p class=\"\">Meanwhile, the Trump administration has engaged in a maximum pressure campaign against Iran, which has been characterized by a <a href=\"https://www.businessinsider.com/trump-sanctions-irans-top-diplomat-making-peace-less-likely-2019-7?utm_source=intl&utm_medium=ingest\" id=\"ae5fde78-d600-3c25-afba-45bc505865da\">  series of harsh economic sanctions </a> aimed at squeezing Iranian leaders into coming to the negotiation table and agreeing to a harsher version of the JCPOA. The Trump administration's approach <a href=\"https://www.businessinsider.com/iran-nuclear-deal-defiance-trump-maximum-pressure-failing-2019-9?utm_source=intl&utm_medium=ingest\" id=\"6e75733c-865c-335a-abcf-372e53bb20f0\">  has not been successful thus far. </a></p>\n                \n            \n                \n                    <ul><li> Read more: </li><li> <a href=\"https://www.businessinsider.com/iran-nuclear-deal-explained?utm_source=intl&utm_medium=ingest\">Here's what's in the 2015 nuclear deal with Iran that Trump withdrew from, sparking a crisis that's led to the brink of war</a> </li><li> <a href=\"https://www.businessinsider.com/trump-lifts-mysterious-hold-on-military-aid-lebanon-amid-criticism-2019-12?utm_source=intl&utm_medium=ingest\">Trump lifted a mysterious hold on military aid to Lebanon amid mounting criticism and comparisons to Ukraine</a> </li><li> <a href=\"https://www.businessinsider.com/2-omb-officials-resigned-disgust-over-trump-freezing-ukraine-aid-2019-11?utm_source=intl&utm_medium=ingest\"> 2 US officials were so disgusted Trump withheld military aid from Ukraine that they resigned</a> </li></ul>\n                \n            \n                \n                    <p class=\"\">NOW WATCH: <a href=\"https://www.businessinsider.com/pepe-frog-meme-hate-symbol-hope-hong-kong-protesters-2019-10?utm_source=intl&utm_medium=ingest\" id=\"3e49c238-52e4-3c71-aa00-758050385d7e\">  Extremists turned a frog meme into a hate symbol, but Hong Kong protesters revived it as an emblem of hope </a></p>\n                \n            \n                \n                    <p class=\"\">See Also:</p>\n                \n            \n                \n                    <ul><li> <a href=\"https://www.businessinsider.com/white-house-sent-trump-thanksgiving-tweets-to-avoid-suspicion-2019-11?utm_source=intl&utm_medium=ingest\">Trump's visit to Afghanistan was so secret the White House sent generic Thanksgiving tweets from his account to avoid questions about why he didn't post for 13 hours</a> </li><li> <a href=\"https://www.businessinsider.com/trump-surprises-us-troops-afghanistan-thanksgiving-2019-11?utm_source=intl&utm_medium=ingest\">Trump paid a surprise visit to US troops in Afghanistan on Thanksgiving Day</a> </li><li> <a href=\"https://www.businessinsider.com/trump-withholding-military-aid-lebanon-could-be-win-iran-russia-2019-11?utm_source=intl&utm_medium=ingest\">Trump could be handing a big win to Iran and Russia by withholding military aid to Lebanon as it spirals into a crisis</a> </li></ul>\n                \n            \n                \n                    <p class=\"\"><strong> SEE ALSO: <a href=\"https://www.businessinsider.com/how-nato-budget-is-funded-2018-7?utm_source=intl&utm_medium=ingest\" id=\"4fbe0488-2994-3b14-a123-762ec3cca012\">  Trump keeps criticizing NATO allies over spending. Here's how NATO's budget actually works. </a> </strong></p>"}}, {"metadata": {"publishedAt": "2019-12-02T18:10:20+00:00"}, "content": {"title": "Apple's 'The Banker' crew and actors, including Samuel L. Jackson, defended the movie after its real-life subject's son was accused of sexual abuse", "fullTextHtml": "<p class=\"\">Filmmakers, actors, and crew members behind Apple's \"The Banker\" issued a statement on Monday defending the movie.</p>\n                \n            \n                \n                    <ul><li> \"We stand by the film, and its positive message of empowerment,\" the statement said. </li><li> Bernard Garrett Jr. a coproducer on the movie and the son of Garrett Sr., who is played by Anthony Mackie was accused by his half sisters of molesting them when they were young, according to The Hollywood Reporter. </li><li> The movie's theatrical release has been postponed and its debut on Apple TV Plus is in doubt. </li><li> <a href=\"https://www.businessinsider.com/?hprecirc-bullet?utm_source=intl&utm_medium=ingest\">Visit Business Insider's homepage for more stories</a> . </li></ul>\n                \n            \n                \n                    <p class=\"\">Some filmmakers and actors behind <a href=\"https://www.businessinsider.com/apple-may-not-release-its-first-major-movie-the-banker-2019-11?utm_source=intl&utm_medium=ingest\" id=\"6e5823d0-f420-3d0b-aec3-0b96b88a333d\">  \"The Banker,\" </a> Apple's first major movie, <a href=\"https://deadline.com/2019/12/the-banker-film-apple-statement-solidarity-filmmakers-actors-controversy-1202798180/\" id=\"317777bb-7f69-3620-a9c2-cdf83519b131\">  issued a statement </a> on Monday defending it after sexual abuse allegations against one of the movie's producers, who is also the son of its real-life subject.</p>\n                \n            \n                \n                    <p class=\"\">Apple <a href=\"https://www.businessinsider.com/apple-may-not-release-its-first-major-movie-the-banker-2019-11?utm_source=intl&utm_medium=ingest\" id=\"7d88f14b-0bc7-321f-ae19-789de2aabc7d\">  abruptly canceled the AFI Fest premiere of the movie </a> last month after learning of the allegations.</p>\n                \n            \n                \n                    <p class=\"\">The statement was signed by director George Nolfi, stars Samuel L. Jackson and Anthony Mackie, and more, including producers, writers, and crew members.</p>\n                \n            \n                \n                    <p class=\"\">Here it is:</p>\n                \n            \n                \n                    <p class=\"\">\"We set out to tell a story we were very passionate about, recounting the remarkable lives of Bernard Garrett Sr and Joe Morris, and their ground-breaking achievements combating racial inequality in the 1950s and 60s. Though we have no way of knowing what may have transpired between Mr. Garrett's children in the 1970s, including the allegations of abuse we have recently been made aware of, our hearts go out to anyone who has suffered. The film itself is not based on the recollections of any of Bernard Garrett Sr's children, but rather, on recorded interviews with Bernard Garrett Sr himself, conducted in 1995, supported by congressional transcripts, court rulings, and other media articles from the era. We stand by the film, and its positive message of empowerment.\"</p>\n                \n            \n                \n                    <p class=\"\">Bernard Garrett Jr. a coproducer on the movie and the son of Garrett Sr., who is played by Mackie in \"The Banker\" was accused by his half sisters of molesting them when they were young, according to <a href=\"https://www.hollywoodreporter.com/news/apple-canceled-banker-premiere-sexual-abuse-claims-real-life-subjects-son-1256695\" id=\"c55ec018-b95b-3093-a7e9-058658d2d2f5\">  The Hollywood Reporter </a> . Garrett Jr. issued a statement to <a href=\"https://deadline.com/2019/11/the-banker-bernard-garrett-jr-refutes-half-sisters-sexual-assault-allegations-1202794452/\" id=\"a6a581bf-c0d6-35ee-a5a5-d0cd6c53421d\">  Deadline </a> last week denying the accusations, saying the alleged molestation \"simply never happened.\"</p>\n                \n            \n                \n                    <p class=\"\">Apple has said it will \"look into these matters.\"</p>\n                \n            \n                \n                    <p class=\"\">\"We purchased 'The Banker' earlier this year as we were moved by the film's entertaining and educational story about social change and financial literacy,\" Apple said in a statement after canceling the premiere. \"Last week some concerns surrounding the film were brought to our attention. We, along with the filmmakers, need some time to look into these matters and determine the best next steps. In light of this, we are no longer premiering 'The Banker' at AFI Fest.\"</p>\n                \n            \n                \n                    <p class=\"\">The movie was scheduled to hit theaters this week, but has been postponed. Its eventual debut on Apple's new streaming service, Apple TV Plus, is also in doubt as Apple investigates the accusations, <a href=\"https://deadline.com/2019/11/unforseen-developments-force-afi-fest-cancellation-of-closing-film-apples-the-banker-marriage-story-will-replace-tomorrow-night-1202791283/\" id=\"ebc12702-3840-386c-a22b-06ffb667288e\">  Deadline </a> first reported.</p>\n                \n            \n                \n                    <p class=\"\">NOW WATCH: <a href=\"https://www.businessinsider.com/birds-of-prey-new-trailer-details-you-missed-2019-10?utm_source=intl&utm_medium=ingest\" id=\"e6bc46a8-1121-3b9f-af5f-3d3f00fce71d\">  Watch the 20 details you may have missed in the new trailer for 'Birds of Prey' </a></p>\n                \n            \n                \n                    <p class=\"\">See Also:</p>\n                \n            \n                \n                    <ul><li> <a href=\"https://www.businessinsider.com/top-new-tv-shows-premiering-in-december-netflixs-the-witcher-2019-11?utm_source=intl&utm_medium=ingest\">The top 5 new TV shows premiering in December, including Netflix's 'The Witcher'</a> </li><li> <a href=\"https://www.businessinsider.com/the-11-nations-of-the-united-states-2015-7?utm_source=intl&utm_medium=ingest\">This map shows how the US really has 11 separate 'nations' with entirely different cultures</a> </li><li> <a href=\"https://www.businessinsider.com/8-tips-for-great-powerpoint-presentations-2015-1?utm_source=intl&utm_medium=ingest\">8 insights from a design expert that will change the way you give PowerPoint presentations</a> </li></ul>\n                \n            \n                \n                    <p class=\"\"><strong> SEE ALSO: <a href=\"https://www.businessinsider.com/apple-may-not-release-its-first-major-movie-the-banker-2019-11?utm_source=intl&utm_medium=ingest\" id=\"edf7ee27-c1da-36aa-a1a1-c607f9e6cb0f\">  Apple canceled the premiere of 'The Banker,' its first major movie, starring Samuel L. Jackson and Anthony Mackie, as it investigates 'concerns surrounding the film' </a> </strong></p>"}}, {"metadata": {"publishedAt": "2019-12-02T18:26:20+00:00"}, "content": {"title": "Corporate America's debt load is nearing $10 trillion, a record 47% of the overall economy — and experts around the world are sounding the alarm", "fullTextHtml": "<p class=\"\"><strong> US corporate debt has swelled to nearly $10 trillion, according to data recently cited by the <a href=\"https://www.washingtonpost.com/business/economy/corporate-debt-nears-a-record-10-trillion-and-borrowing-binge-poses-new-risks/2019/11/29/1f86ba3e-114b-11ea-bf62-eadd5d11f559_story.html\" id=\"ac89fb52-b47e-3b2d-ab39-b0b5570818a9\">  Washington Post </a> . </strong></p>\n                \n            \n                \n                    <ul><li> <strong> That comes out to roughly 47%% of the overall economy, which is a record, WaPo found. </strong> </li><li> <strong> Experts from the <a href=\"https://www.imf.org/en/Publications/GFSR/Issues/2019/10/01/global-financial-stability-report-october-2019\">International Monetary Fund</a> to trillion-dollar asset manager <a href=\"https://www.blackrock.com/institutions/en-us/insights/investment-actions/assessing-risks-in-bbb-corporate-bonds\">BlackRock</a> are warning of the risk posed by ballooning investment-grade debt. </strong> </li><li> <strong> Following the 2008 financial crisis, companies have issued record-levels of bonds to investors amid historically low interest rates. </strong> </li><li> <strong> <a href=\"https://www.businessinsider.com/?utm_source=intl&utm_medium=ingest\">Visit the Business Insider homepage for more stories</a> . </strong> </li></ul>\n                \n            \n                \n                    <p class=\"\">US corporations are sitting on nearly $10 trillion in debt. That's equivalent to roughly 47% of the overall economy, which is a record, according to date first cited by the <a href=\"https://www.washingtonpost.com/business/economy/corporate-debt-nears-a-record-10-trillion-and-borrowing-binge-poses-new-risks/2019/11/29/1f86ba3e-114b-11ea-bf62-eadd5d11f559_story.html\" id=\"ac89fb52-b47e-3b2d-ab39-b0b5570818a9\">  Washington Post </a> .</p>\n                \n            \n                \n                    <p class=\"\">Since the financial crisis in 2008, corporations have splurged on debt amid historically cheap borrowing costs. In recent months, experts have warning that ballooning corporate debt could worsen a future economic downturn.</p>\n                \n            \n                \n                    <p class=\"\">Here's what experts from the <a href=\"https://www.imf.org/en/Publications/GFSR/Issues/2019/10/01/global-financial-stability-report-october-2019\" id=\"e78f9e03-aa99-31e9-a126-ef72e1268f4d\">  International Monetary Fund </a> to trillion-dollar asset manager <a href=\"https://www.blackrock.com/institutions/en-us/insights/investment-actions/assessing-risks-in-bbb-corporate-bonds\" id=\"b9088a30-9067-3ff2-a014-bdbe6ef5102e\">  BlackRock </a> are saying about rising corporate debt.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Read more </strong> : <a href=\"https://www.businessinsider.com/how-jim-simons-renaissance-technologies-has-outperformed-market-30-years-2019-12?utm_source=intl&utm_medium=ingest\" id=\"4811b943-4148-3538-acf2-69c2997629e8\">  For 30 years, Renaissance Technologies achieved 66% annualized returns. Here's how a group of academics with no trading experience became the most successful hedge fund in history. </a></p>\n                \n            \n                \n                    <h> International Monetary Fund </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/MTY7MDA_/3c6286fd-33a3-4587-b62b-afaf7e608866.png\" alt=\" \">                  <figcaption> </figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">Reuters</p>\n                \n            \n                \n                    <p class=\"\">As central banks around the world have loosened monetary policy over the last decade, corporations have felt encouraged to pursue \"financial risk-taking,\" according to a report from the IMF published in October.</p>\n                \n            \n                \n                    <p class=\"\">That dynamic has made some systemically-important economies more vulnerable to an economic slowdown, the report found.</p>\n                \n            \n                \n                    <p class=\"\">\"Corporate leverage can also amplify shocks, as corporate deleveraging could lead to depressed investment and higher unemployment, and corporate defaults could trigger losses and curb lending by banks,\" the IMF wrote.</p>\n                \n            \n                \n                    <p class=\"\">In a recession half as severe as the 2008 financial crisis corporate debt-at-risk which is owned by firms that can't cover interest expenses with their profits could increased to $19 trillion, or almost 40% of total corporate debt in major economies, the IMF said.</p>\n                \n            \n                \n                    <h> BlackRock </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/Njc7MDA_/bf3693ee-90c2-4402-b66d-1c2055a96b16.png\" alt=\" \">                  <figcaption> </figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">Thomson Reuters</p>\n                \n            \n                \n                    <p class=\"\">The trillion-dollar asset manager said in a <a href=\"https://www.blackrock.com/institutions/en-us/insights/investment-actions/assessing-risks-in-bbb-corporate-bonds\" id=\"6692ddd8-6a74-3724-a8bc-15ad5b2b31d1\">  report </a> in October that BBB-rated bonds, the lowest bracket of the investment-grade debt, now accounts for more than 50% of the market compared to 17% in 2001.</p>\n                \n            \n                \n                    <p class=\"\">As demand for investment-grade debt has grown, the creditworthiness of issuers has fallen. According to BlackRock, leverage levels are creeping toward the highest readings since 1992. The firm measured leverage using a ratio of debt minus cash and cash equivalents to twelve-month EBITDA.</p>\n                \n            \n                \n                    <p class=\"\">\"We believe the sharp increase in the proportion of BBB-rated constituents has made the investment-grade bond sector riskier than in recent years,\" BlackRock wrote. \"BBB-rated bonds are typically the most vulnerable of all investment-grade debt in a recession.\"</p>\n                \n            \n                \n                    <p class=\"\">If BBB-rated bonds are downgraded, they would then be considered high-yield debt, or \"fallen angels.\" That could cause the value of the issues to fall, the firm added.</p>\n                \n            \n                \n                    <h> Federal Reserve </h>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/NDg7MDA_/ef9ad97b-3564-4c59-9b68-77bf30e62c9e.png\" alt=\" \">                  <figcaption> </figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">Reuters</p>\n                \n            \n                \n                    <p class=\"\">The central bank warned in its November <a href=\"https://www.federalreserve.gov/publications/2019-november-financial-stability-report-borrowing.htm\" id=\"5f959eb5-6756-3b0f-a0c5-10ccae3c1440\">  Financial Stability Report </a> that the riskiest companies have accounted for the bulk of rising debt in recent years.</p>\n                \n            \n                \n                    <p class=\"\">The Fed also expressed concern about outstanding BBB-rated debt approaching an all-time high.</p>\n                \n            \n                \n                    <p class=\"\">\"In an economic downturn, widespread downgrades of bonds to speculative-grade ratings could lead investors to sell the downgraded bonds rapidly, increasing market illiquidity and downward price pressures in a segment of the corporate bond market known already to exhibit relatively low liquidity,\" the central bank wrote.</p>\n                \n            \n                \n                    <p class=\"\">The ratio of debt-to-assets for all publicly-traded nonfinancial companies has hit its highest level in two decades, and the leverage ratio among debt-heavy firms is near a historical high, the Fed added.</p>\n                \n            \n                \n                    <p class=\"\">See Also:</p>\n                \n            \n                \n                    <ul><li> <a href=\"https://www.businessinsider.com/8-tips-for-great-powerpoint-presentations-2015-1?utm_source=intl&utm_medium=ingest\">8 insights from a design expert that will change the way you give PowerPoint presentations</a> </li><li> <a href=\"https://www.businessinsider.com/the-11-nations-of-the-united-states-2015-7?utm_source=intl&utm_medium=ingest\">This map shows how the US really has 11 separate 'nations' with entirely different cultures</a> </li><li> <a href=\"https://www.businessinsider.com/best-job-perks-benefits-for-millennials-2018-8?utm_source=intl&utm_medium=ingest\">20 of the best job perks and benefits millennials have that their parents didn't</a> </li></ul>"}}, {"metadata": {"publishedAt": "2019-12-02T18:31:20+00:00"}, "content": {"title": "Stock pickers are shunning the cardinal rule of investing as they fight the machines trying to replace them — and they're still losing", "fullTextHtml": "<p class=\"\"><strong> Active fund managers are moving away from the time-honored strategy of portfolio diversification as passive investing threatens their sector. </strong></p>\n                \n            \n                \n                    <ul><li> <strong> Active US funds holding fewer than 35 stocks have nearly doubled in the last decade, the <a href=\"https://www.wsj.com/articles/to-battle-passive-funds-active-investors-shun-diversification-11575301419\">Wall Street Journal</a> reported, citing Morningstar Direct data. </strong> </li><li> <strong> The shift arrives as exchange-traded funds and robo-advisers offer investors diversified portfolios with little to no fees. </strong> </li><li> <strong> The concentrated portfolios haven't proved their superiority over the last decade, underperforming the <a href=\"https://markets.businessinsider.com/index/s&p_500?utm_source=intl&utm_medium=ingest\">S&P 500</a> during market surges and tumbles, according to WSJ. </strong> </li><li> <strong> <a href=\"https://www.businessinsider.com/?utm_source=intl&utm_medium=ingest\">Visit the Business Insider homepage for more stories</a> . </strong> </li></ul>\n                \n            \n                \n                    <p class=\"\">Active fund managers are bucking diversification and opting for concentrated stock picks as passive investing grows in popularity.</p>\n                \n            \n                \n                    <p class=\"\">Their behavior goes against one of the cardinal rules of investing, which suggests that you can mitigate risk and build a stable portfolio by broadly spreading your wagers. But their hand is being forced by the rise of comparatively inexpensive exchange-traded funds and robo-advisers.</p>\n                \n            \n                \n                    <p class=\"\">Active US funds holding fewer than 35 stocks have almost doubled in the last decade and their managed assets have nearly tripled, the <a href=\"https://www.wsj.com/articles/to-battle-passive-funds-active-investors-shun-diversification-11575301419\" id=\"6162d1c1-be0a-3bed-a1d7-d772853c3789\">  Wall Street Journal </a> reported Monday, citing Morningstar Direct data.</p>\n                \n            \n                \n                    <p class=\"\">It's a strategy that trades stability for volatility and it hasn't exactly worked as intended. WSJ finds that the concentrated funds have still underperformed the <a href=\"https://markets.businessinsider.com/index/s&p_500?utm_source=intl&utm_medium=ingest\" id=\"41b22a32-7874-36b5-ae13-fd1ec0aab762\">  S&amp;P 500 </a> and their diversified rivals since the ongoing equity bull market commenced in 2009.</p>\n                \n            \n                \n                    <p class=\"\">Less diversified funds holding 20 stocks or fewer lagged even more, rising an average 133 percentage points less than the S&amp;P 500 over the same period.</p>\n                \n            \n                \n                    <p class=\"\">The concentrated portfolios also underperformed during the last economic downturn. Active funds with 35 stocks or fewer fell about 2 percentage points less than the average active fund, but fell behind the S&amp;P 500 by about 0.7 percentage points, according to WSJ.</p>\n                \n            \n                \n                    <h> Concentrated funds never seem to win </h>\n                \n            \n                \n                    <p class=\"\">Recent market tumbles in 2011, 2015, and 2018 saw mixed results between concentrated and diversified active funds, but the condensed funds never outperformed the broad market during the sell-offs. The market contractions showed stock quantity is less important for active funds, Polen Capital portfolio manager Dan Davidowitz told WSJ.</p>\n                \n            \n                \n                    <p class=\"\">\"In the financial crisis you pretty quickly saw that it didn't matter how many companies you owned, it really mattered how high-quality they were,\" Davidowitz told them. The Polen Growth fund holds stakes in <a href=\"https://markets.businessinsider.com/stocks/fb-stock?utm_source=intl&utm_medium=ingest\" id=\"a21f8eb0-637f-3de8-ac8b-20ed00564e83\">  Facebook </a> , <a href=\"https://markets.businessinsider.com/stocks/googl-stock?utm_source=intl&utm_medium=ingest\" id=\"b69a41e1-ad74-3b18-aaea-678d6fd780da\">  Alphabet </a> and <a href=\"https://markets.businessinsider.com/stocks/msft-stock?utm_source=intl&utm_medium=ingest\" id=\"58c1ebe6-bf26-3f72-a0c9-5039ba5ef55f\">  Microsoft </a> , and has outperformed the S&amp;P 500 since its creation, WSJ reported.</p>\n                \n            \n                \n                    <p class=\"\">Major firms are also showing new interest in portfolio concentration. <a href=\"https://markets.businessinsider.com/stocks/ubs-stock?utm_source=intl&utm_medium=ingest\" id=\"29820741-b4e2-311f-ad91-1031be778883\">  UBS's </a> asset management branch now holds a low-double-digit percentage of its active equity cash in concentrated funds, up from nearly zero in 2009, according to WSJ. Investors feel that a concentrated portfolio can bring the same low-risk benefits of a diversified fund if the stocks included are curated, high-quality firms, UBS Asset Management head of equities Barry Gill told WSJ.</p>\n                \n            \n                \n                    <p class=\"\">\"I believe it's inevitable that if you fast forward 10 or 15 years, the bulk of surviving active strategies in developed markets will be high-concentration portfolios,\" Gill said.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Now read more markets coverage from Markets Insider and Business Insider: </strong></p>\n                \n            \n                \n                    <p class=\"\"><strong> <a href=\"https://markets.businessinsider.com/news/stocks/new-robinhood-infinite-leverage-free-glitch-found-reddit-trader-claims-2019-12-1028730335?utm_source=intl&utm_medium=ingest\" id=\"33683a6a-b6ff-3783-ad12-4e41493d4eb5\">  A Reddit trader claims to have found a new 'infinite money' glitch on Robinhood but the company denies it exists </a> </strong></p>\n                \n            \n                \n                    <p class=\"\"><strong> <a href=\"https://www.businessinsider.com/sales-4-big-box-retailers-dominated-black-friday-baml-target-2019-12?utm_source=intl&utm_medium=ingest\" id=\"787798c6-88c7-354d-a231-bb3ce338aa1c\">  Bank of America: These 4 companies dominated Black Friday, and their stocks are a perfect holiday-season buy </a> </strong></p>\n                \n            \n                \n                    <p class=\"\"><strong> <a href=\"https://www.businessinsider.com/harvard-alumna-entrepreneurs-dont-take-funding-you-cant-repay?utm_source=intl&utm_medium=ingest\" id=\"40315303-7ab0-3272-a079-9ac9858af5c9\">  3 funding factors women entrepreneurs looking to pass $100,000 in income need to know before applying for a loan or credit </a> </strong></p>\n                \n            \n                \n                    <p class=\"\">NOW WATCH: <a href=\"https://www.businessinsider.com/3rd-wave-tech-stocks-why-theyre-new-disruptors-mark-baribeau-2019-10?utm_source=intl&utm_medium=ingest\" id=\"83990541-72b2-31d0-a06c-31e4354047aa\">  A big-money investor in juggernauts like Facebook and Netflix breaks down the '3rd wave' firms that are leading the next round of tech disruption </a></p>\n                \n            \n                \n                    <p class=\"\">See Also:</p>\n                \n            \n                \n                    <ul><li> <a href=\"https://www.businessinsider.com/next-stock-market-crash-tech-bubble-similar-to-dotcom-yusko-2019-11?utm_source=intl&utm_medium=ingest\">A CEO who oversees $1.5 billion explains how the 'Tech Bubble 2.0' is primed to pop and how some stocks could plunge 90%% and still be expensive</a> </li><li> <a href=\"https://www.businessinsider.com/investing-strategy-top-ranked-fund-manager-aram-green-clearbridge-investments-2019-11?utm_source=intl&utm_medium=ingest\">Aram Green is the No. 1 mid-cap fund manager of the past 3 years. He tells us how he's crushed the market and where he's putting his money to work now.</a> </li><li> <a href=\"https://www.businessinsider.com/how-jim-simons-renaissance-technologies-has-outperformed-market-30-years-2019-12?utm_source=intl&utm_medium=ingest\">For 30 years, Renaissance Technologies achieved 66%% annualized returns. Here's how a group of academics with no trading experience became the most successful hedge fund in history.</a> </li></ul>"}}, {"metadata": {"publishedAt": "2019-12-13T15:22:01+00:00"}, "content": {"title": "How to turn on the keyboard light on your Mac computer, or set it to turn on automatically", "fullTextHtml": "<p class=\"\"><strong> You can turn on the keyboard light on your <a href=\"http://bestbuy.7tiv.net/c/196318/614286/10014?subId1=bitht_121219_turn-on-keyboard-light-mac&u=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fapple-macbook-pro-13-display-with-touch-bar-intel-core-i5-8gb-memory-128gb-ssd-latest-model-space-gray%2F5998700.p%3FskuId%3D5998700\" id=\"ed16bac2-75d7-3300-a980-b10f46c9fdbb\">  Mac </a> computer so that it's easy to see the keys even in low-light conditions. </strong></p>\n                \n            \n                \n                    <ul><li> <strong> To adjust the brightness of the keyboard light on your <a href=\"http://bestbuy.7tiv.net/c/196318/614286/10014?subId1=bitht_121219_turn-on-keyboard-light-mac&u=https%%3A%%2F%%2Fwww.bestbuy.com%%2Fsite%%2Fapple-macbook-pro-13-display-with-touch-bar-intel-core-i5-8gb-memory-128gb-ssd-latest-model-space-gray%%2F5998700.p%%3FskuId%%3D5998700\">Mac</a> , use the F5 and F6 keys. </strong> </li><li> <strong>  You can also set up your keyboard light to automatically turn on when it's dark, and adjust how long it stays on for. </strong> </li><li> <strong> <a href=\"https://www.businessinsider.com/?hprecirc-bullet?utm_source=intl&utm_medium=ingest\">Visit Business Insider's homepage for more stories</a> . </strong> </li></ul>\n                \n            \n                \n                    <p class=\"\">Today, we use laptops anywhere and everywhere from the office, to a plane, to your living room, and beyond.</p>\n                \n            \n                \n                    <p class=\"\">This means you may expect easy access to your computer in a range of different conditions, even if they may not be the most optimal for work.</p>\n                \n            \n                \n                    <p class=\"\">Luckily, using a <a href=\"http://bestbuy.7tiv.net/c/196318/614286/10014?subId1=bitht_121219_turn-on-keyboard-light-mac&u=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fapple-macbook-pro-13-display-with-touch-bar-intel-core-i5-8gb-memory-128gb-ssd-latest-model-space-gray%2F5998700.p%3FskuId%3D5998700\" id=\"ed16bac2-75d7-3300-a980-b10f46c9fdbb\">  Mac </a> computer in the dark is a simple task, thanks to the backlit keyboard that gives every key a certain glow so you can type as you normally would.</p>\n                \n            \n                \n                    <h>  Check out the products mentioned in this article:  </h>\n                \n            \n                \n                    <p class=\"\"><a href=\"http://bestbuy.7tiv.net/c/196318/614286/10014?subId1=bitht_121219_turn-on-keyboard-light-mac&u=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fapple-macbook-pro-13-display-with-touch-bar-intel-core-i5-8gb-memory-128gb-ssd-latest-model-space-gray%2F5998700.p%3FskuId%3D5998700\" id=\"72d698a2-12c0-3d36-ad7f-73d736e4ec51\">  Macbook Pro (From $1,299 at Best Buy) </a></p>\n                \n            \n                \n                    <h>  How to turn on the keyboard light on a   Mac  computer  </h>\n                \n            \n                \n                    <p class=\"\">To brighten a Mac keyboard with a keyboard light, just tap the F6 until the keys reach your desired brightness. To darken them again, tap F5.</p>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/MTg7MDA_/e830d972-dcb1-4ae7-be59-caf4edd3b988.png\" alt=\"How_to_turn_on_keyboard_light_Mac_ _1\">                  <figcaption>How_to_turn_on_keyboard_light_Mac_ _1</figcaption>                </figure>\n                \n            \n                \n                    <h>  How to get your Mac keyboard light to turn on automatically  </h>\n                \n            \n                \n                    <p class=\"\">You can also set your <a href=\"http://bestbuy.7tiv.net/c/196318/614286/10014?subId1=bitht_121219_turn-on-keyboard-light-mac&u=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fapple-macbook-pro-13-display-with-touch-bar-intel-core-i5-8gb-memory-128gb-ssd-latest-model-space-gray%2F5998700.p%3FskuId%3D5998700\" id=\"ed16bac2-75d7-3300-a980-b10f46c9fdbb\">  Mac </a> to automatically adjust the key brightness to the lighting conditions, thanks to a light sensor built into the top of the screen near the laptop's camera.</p>\n                \n            \n                \n                    <p class=\"\">Open the System Preferences by clicking on the Apple logo, then click Keyboard on the window that opens.</p>\n                \n            \n                \n                    <p class=\"\">Click the box beside the words \"Adjust keyboard brightness in low light.\"</p>\n                \n            \n                \n                    <figure class=\"image\" align=\"\">                  <img src=\"http://ocdn.eu/images/pulscms/YmI7MDA_/31561132-513d-4258-af7f-1f189337abf1.png\" alt=\"How_to_turn_on_keyboard_light_Mac_ _2\">                  <figcaption>How_to_turn_on_keyboard_light_Mac_ _2</figcaption>                </figure>\n                \n            \n                \n                    <p class=\"\">This window also allows you to set an interval of inactivity after which the backlighting will shut down.</p>\n                \n            \n                \n                    <h>  Related coverage from   How To Do Everything: Tech  :  </h>\n                \n            \n                \n                    <ul><li> <a itemtype=\"link\" id=\"14556858-6b1f-3351-a076-f577055b59c6\" itemscope=\"itemscope\"> <meta content=\"https://www.businessinsider.com/how-to-stop-spinning-wheel-on-mac?utm_source=intl&utm_medium=ingest\" itemprop=\"url\"> How to stop the 'spinning wheel' on your Mac computer in 2 ways </a> </li><li> <a itemtype=\"link\" id=\"6d117cb1-d17b-3d48-ae68-ca98839b048a\" itemscope=\"itemscope\"> <meta content=\"https://www.businessinsider.com/how-to-change-cursor-on-mac?utm_source=intl&utm_medium=ingest\" itemprop=\"url\"> How to change the cursor size on a Mac computer in 3 steps </a> </li><li> <a itemtype=\"link\" id=\"72d00970-8664-375f-a772-1da15b0b1280\" itemscope=\"itemscope\"> <meta content=\"https://www.businessinsider.com/how-to-update-safari-browser-on-mac?utm_source=intl&utm_medium=ingest\" itemprop=\"url\"> How to update the Safari browser on your Mac computer by installing the latest version of macOS </a> </li><li> <a itemtype=\"link\" id=\"833a2dd6-c115-3c1c-a0d2-087c60ec2373\" itemscope=\"itemscope\"> <meta content=\"https://www.businessinsider.com/how-to-search-a-pdf-on-mac?utm_source=intl&utm_medium=ingest\" itemprop=\"url\"> How to search for a specific word or phrase in a PDF on your Mac using the Preview app </a> </li><li> <a itemtype=\"link\" id=\"e0c2acb4-e3f7-384a-a90c-17c1d5ec8187\" itemscope=\"itemscope\"> <meta content=\"https://www.businessinsider.com/how-to-update-mac?utm_source=intl&utm_medium=ingest\" itemprop=\"url\"> How to update your Mac computer to macOS Catalina, to get the latest features and software fixes </a> </li></ul>\n                \n            \n                \n                    <p class=\"\">NOW WATCH: <a href=\"https://www.businessinsider.com/real-map-louisiana-should-scare-you-2017-6?utm_source=intl&utm_medium=ingest\" id=\"4e10db80-a1d4-3601-a0c9-d970f9719813\">  Most maps of Louisiana aren't entirely right. Here's what the state really looks like. </a></p>\n                \n            \n                \n                    <p class=\"\">See Also:</p>\n                \n            \n                \n                    <ul><li> <a href=\"https://www.businessinsider.com/how-to-update-itunes-on-windows?utm_source=intl&utm_medium=ingest\">How to update iTunes on your Windows 10 computer in 2 ways</a> </li><li> <a href=\"https://www.businessinsider.com/how-to-switch-between-windows-on-mac?utm_source=intl&utm_medium=ingest\">How to quickly switch between windows on your Mac computer using 4 different shortcuts</a> </li><li> <a href=\"https://www.businessinsider.com/how-to-change-default-pdf-viewer-mac?utm_source=intl&utm_medium=ingest\">How to change the default PDF viewer on your Mac computer</a> </li></ul>\n                \n            \n                \n                    <p class=\"\"><strong> SEE ALSO: <a href=\"https://www.businessinsider.com/best-macbook?tht?utm_source=intl&utm_medium=ingest\" id=\"994d6336-7d2e-3e18-ae3d-31e0e48b3bf5\">  The best Macbooks you can buy </a> </strong></p>"}}, {"metadata": {"publishedAt": "2019-12-13T16:17:01+00:00"}, "content": {"title": "Are you superstitious on days like Friday the 13th? These are the origins of 7 common superstitions, like why we knock on wood.", "fullTextHtml": "<p class=\"\">Do you knock on wood or avoid stepping on cracks to prevent something bad from happening?</p>\n                \n            \n                \n                    <ul><li> While the origins of some of these popular superstitions seem pretty silly, many people still do them today. </li><li> We spoke with a few experts to find out where these beliefs come from and why we engage in this \"magical thinking.\" </li><li> <a href=\"https://www.businessinsider.com/?hprecirc-bullet?utm_source=intl&utm_medium=ingest\">Visit Business Insider's homepage for more stories.</a> </li></ul>\n                \n            \n                \n                    <p class=\"\">Following is a transcript of the video.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  Have you ever knocked on wood for good luck? This superstition stems from an old Pagan belief that spirits live in trees, and if you knocked on the tree, you were seeking the help from the good spirits, or making sure the bad spirits couldn't hear you, and cause you harm. Seems kind of silly, right? So, why do people still do it today? The word superstition comes from the Latin words super and stare.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Phillips Stevens: </strong>  It implies a superior attitude, and a standing point higher than yours. It means, I have a better explanation.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  Phillips Stevensis an expert on what some psychologists call magical thinking. Like when people were in a bad mood say, they got up on the wrong side of the bed this morning. Superstitions are examples of magical thinking.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Jane L. Risen: </strong>  When we use the word superstition, it more often than not, has to do with the control of good or bad luck, whereas magical thinking, is not necessarily about luck, but just about, sort of, how something can cause something else, even when there's no, sort of, scientific evidence that those things would be causally connected.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Kid:  </strong> I've made my family disappear.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Paul Rozin: </strong>  It's this sort of a belief that doesn't have an evidential base, even though no one can even understand. They say thirteen's an unlucky number. You know, my elevator in my building doesn't have a 13th floor. That's a totally crazy thing.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  While seemingly crazy, Stevens says most superstitions derive from three universal principles across all cultures. We all do them, to some extent.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens: </strong>  They represent... Cognitive features of humanity, somehow rooted in our evolutionary biology.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  The first is a belief in a higher power.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens: </strong> A mystical, supernatural power, that is found in all things.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  This power is thought to be transferred through things like language, and symbols.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Man: </strong>  Indeed.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens: </strong>  People everywhere believe in a coherent interconnected universe.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  For example, the cross in Christianity can be used as a personal amulet, which holds the power of God.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens: </strong> Catholics do the sign of the cross on the body, right? With the right hand. But crossing the finger can be done with either hand, and it can be done out of sight. You're invoking the power of the cross.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  The second cognitive feature is the principle of similarity.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens: </strong>  Things that resemble other things have a causal relationship with those other things.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  Breaking a mirror, for example, is thought to bring seven years bad luck.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens: </strong>  The image and the reality are connected. If you break the image, you do some damage to the reality. It's the same sort of belief as the so-called voodoo doll.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  The seven years part of it comes from The Bible, and is not meant to be specific.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens:  </strong> All cultures have ideas of long time and short time, and in biblical thinking, seven years is a long time.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  The third and final principle is contact, or contagion.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens: </strong>  Things that have been in direct contact with other things, retain that contact after they are separated.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  For example, what do we avoid walking on cracks on the floor?</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens:  </strong> The crack is damaged, and by stepping on the crack, you may transfer some of that damage into yourself.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  Or, why don't we open umbrellas indoors? An umbrella is exposed to a storm, a bad thing, which you could spread by way of the umbrella.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens:  </strong> Things of outside stay outside. They are not brought inside, because they might bring inside some of the unpredictability, the danger, the potential chaos of the outside.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  This is also why warriors would leave their helmets outside, to not bring the battle into their home, a place of peace. Early umbrellas were also made with a spring mechanism, that could have caused bodily harm to someone if it malfunctioned indoors.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens:  </strong> Some superstitions derive out of practical behaviors.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  People avoid walking under ladders, because it will supposedly bring bad luck. One popular theory behind this is that a ladder propped against a wall creates three sides of a triangle. The number three is holy, particularly in Christianity with the Holy Trinity. When you walk under a ladder, you're violating the Trinity, and therefore causing bad luck.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens:  </strong> The simplest explanation in this case, is the best one. It's potentially dangerous.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  Basically, if people are working on a ladder, there's a chance that something could fall on your head.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens: </strong>  It just makes more sense to walk around it.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  A number of superstitions can be traced back to early religious beliefs, which are intertwined with magical thinking, like the unlucky number 13.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Stevens:  </strong> This derives from the Christian story of the last supper, that Seder meal in that upper room on a Thursday night.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  There were 13 people at the table, with a 13th person being considered either Judas, who betrayed Jesus, or Jesus himself. Jesus of course, died on the cross the next day, a Friday. Hence, the unlucky nature of Friday the 13th. When you pass by a cemetery, do you hold your breath? The origin of this superstition comes from the ancient belief that the breath and spirit are the same. In Hebrew, breath and spirit are the same word, Ruach. Spirits are thought to hang around cemeteries, and there's a chance you could breathe in their spirit, which would not be a good thing. As you can see, the origins of many of these common superstitions are a little absurd. Jane Risen says there are both motivational, and cognitive reasons why people are superstitious.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Rise: </strong>  The motivational side is that superstitions can help us manage the uncertainty, and the stress and tension that comes from not knowing what's gonna happen.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  On the cognitive side, there are two systems of thinking that help explain them. System one, and system two. System one refers to things like your intuition, which helps you make quick decisions about your surroundings.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Risen: </strong>  Some set of mental processes are super fast, and efficient, don't require and cognitive resources, don't require working memory, just kinda work like this, and they're basically, you know, most of life is in that system one space, and you couldn't function without it.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  But your intuitions can also encourage superstitious behavior. You've always been told to avoid cracks in the street, so you're going to do it just in case, since it doesn't take much effort.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Risen:  </strong> In the sort of, slower, deliberate system two, these are the mental processes that require more working memory, and more effort, and that's what you need to sort of, recognize that these beliefs don't necessarily make sense, but they still don't stop the intuitions from coming. Right, so even when you can, sort of, recognize that this doesn't make sense, it doesn't stop you from having the feeling that if I do this, blank will happen.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Rozin:  </strong> People are very reluctant to eat a piece of good chocolate shaped to look like a dog doo. Now, you could call that a superstition if you want, it's irrational. It isn't a dog doo, it's a piece of chocolate, and they know that. Their system two knows that, but system one says, it looks like a dog doo, it is a dog doo. Generally a good rule, if it looks like something, it's something. But in that sense, it becomes misapplied.</p>\n                \n            \n                \n                    <p class=\"\"><strong> Narrator: </strong>  So despite how crazy these superstitions may seem, you're not likely to stop knocking on wood any time soon, if your brain has anything to say about it. I refused to break a mirror in real life for this video, you know, just in case.</p>\n                \n            \n                \n                    <p class=\"\">See Also:</p>\n                \n            \n                \n                    <ul><li> <a href=\"https://www.businessinsider.com/hunting-scene-cave-painting-is-oldest-story-in-pictures-2019-12?utm_source=intl&utm_medium=ingest\">A 44,000-year-old mural is now the oldest example of humans telling stories with pictures. Take a look at the epic hunt it shows.</a> </li><li> <a href=\"https://www.businessinsider.com/why-mold-is-so-hard-to-kill-2019-11?utm_source=intl&utm_medium=ingest\">There are tens of thousands of mold spores in the air at all times, but that's just one reason why mold is so difficult to control</a> </li><li> <a href=\"https://www.businessinsider.com/biggest-scientific-discoveries-2010s-decade-photos-2019-12?utm_source=intl&utm_medium=ingest\">The most awe-inspiring scientific discoveries of the 2010s include the first image of a black hole, an exoplanet with water, and a hidden continent</a> </li></ul>"}}, {"metadata": {"publishedAt": "2019-12-13T17:00:07+00:00"}, "content": {"title": "Watch Strongman Eddie Hall Try to Break a Golf Swing World Record", "fullTextHtml": "<p class=\"\">Eddie Hall is all about displays of strength, from winning the <a href=\"https://www.menshealth.com/fitness/a19518437/the-mountains-worlds-strongest-man-title-stolen/\" id=\"5bb3958a-1f2a-3e7b-a625-8fe2b0f40710\">  World's Strongest Man title </a> to pushing himself in <a href=\"https://www.menshealth.com/fitness/a30149524/eddie-hall-bench-press-julius-maddox-world-record-holder/\" id=\"481809c9-59af-361a-a9e9-37c11d789e88\">  increasingly demanding </a> and <a href=\"https://www.menshealth.com/fitness/a28983415/strongman-eddie-hall-kettlebell-lift-balls/\" id=\"c7159184-31b2-3cff-aaeb-9fae48190c5b\">  bizarre workouts </a> on his YouTube channel. In his latest video, Hall puts his strength to the test once again, but also challenges his own flexibility, hitting up the putting range to work on his swing with golfer and YouTuber <a href=\"https://www.youtube.com/channel/UCFHZHhZaH7Rc_FOMIzUziJA\" id=\"90c0bf5b-5ef1-3002-a000-7f369ff83163\">  Rick Shields </a> .</p>\n                \n            \n                \n                    <p class=\"\">Shields describes the two real criteria for a <a href=\"https://www.menshealth.com/technology-gear/a22994186/nyu-langone-health-golf-swing-lab-review/\" id=\"c9b9619a-3ca6-3be7-afbe-de9e144bb7db\">  perfect golf swing </a> as being fairly simple. \"How fast can you swing a golf club, and how far can you hit the ball\" is what matters most, he says. The world record for ball speed is 230 mph (for perspective, a player like Tiger Woods' ball speed is around 175 mph), while the record for distance is in the 400 yard range.</p>\n                \n            \n                \n                    <p class=\"\">Shields also notes that the sport used to consist of bigger guys, but now it's predominantly leaner players. \"This will be a fun experiment to see if raw power and strength can equate to distance,\" he says.</p>\n                \n            \n                \n                    <p class=\"\"></p>\n                \n            \n                \n                    <p class=\"\">\"They call me the swing master,\" Hall jokes, before admitting that he's an absolute newbie who has been known to let go of the club mid-swing, as he's just \"so bloody massive in the shoulders and chest.\" Shields advises that the ideal form for a swing involves rotating the shoulder underneath the chin, something Hall struggles to do due to his sheer size.</p>\n                \n            \n                \n                    <p class=\"\">However, bulk aside, on his initial swing, Hall hits a car about 100 yards away. Point to strength. By the third try, he's hitting 131 yards with a 73 mph club head speed. This is far from a poor performance:An average golfer who's been playing for years would likely about hit 140 yards, with a club head speed of 74 mph and a ball speed of 97 mph.</p>\n                \n            \n                \n                    <p class=\"\">Hall eventually switches to a longer club, feeling restricted in his movement and is having to hunch over, and is able to get up to a 180 yard distance and 118 mph ball speed with a five-iron before moving up to a driver. While a regular driver is 48 inches, Shields presents Hall with a 50-inch model which would be illegal in a professional competitionbut should theoretically be able to funnel more power into the swing. </p>\n                \n            \n                \n                    <p class=\"\">After repeated swings with the driver, Hall's furthest hit is 210 yards, with a club head speed of 107 mph (an approximate ball speed of 160 mph)no mean feat for somebody with a vastly different build from your average golfer. \"There's actually a ton of rotational power conversion that has to go into this vs. the standard sagittal plane power production that guys like Hall are used to,\" says Men's Health fitness director Ebenezer Samuel, C.S.C.S.</p>\n                \n            \n                \n                    <p class=\"\">\"I wouldn't say I'm an immobile guy, but when I'm all bunched up aiming on that one spot, accuracy's coming into it, I'm not so good with those sorts of things,\" says Hall. \"If you asked me to just one-handed smash a golf ball, I reckon I could do better with just one hand and just smash it than with two, because then I'd have the mobility.\" </p>"}}]